Repository: RevisOTO/reception_app
Catalog: lib/l10n/app_*.arb
Languages: es

# typeInspection
source: Select Type Inspection
es: Seleccionar tipo de inspección

# typeInspectionEntry
source: Entry Inspection
es: Inspección de entrada

# typeInspectionExit
source: Exit Inspection
es: Salir de la inspección

# typeInspectionExportation
source: Exportation Inspection
es: Inspección de Exportación

# typeInspectionCrossborder
source: Crossborder Inspection
es: Inspección transfronteriza

source: Select Client
es: Seleccionar Cliente

source: Select Operator
es: Seleccionar operador

source: Select Transfer
es: Seleccionar Transferencia

source: Select Truck
es: Seleccionar camión

source: Select Forwarded
es: Seleccionar Reenviado

source: Destiny
es: Destino

source: Equipment Number
es: Número de equipo

source: Pedimento Number
es: Número de pedimento

source: Entry Time
es: Hora de entrada

source: Load Time
es: Tiempo de carga

source: Exit Time
es: Hora de salida

source: Transfer Time
es: Tiempo de transferencia

source: Seals
es: Sellos

source: Notes
es: Notas

source: Inspection Box
es: Cuadro de inspección

# inspectionBoxLeftSide
source: Left Side
es: Lado izquierdo

# inspectionBoxRightSide
source: Right Side
es: Lado derecho

# inspectionBoxFrontSide
source: Front Side
es: Lado frontal

# inspectionBoxBackSide
source: Back Side
es: Parte posterior

# inspectionBoxFloor
source: Floor
es: Piso

# inspectionBoxRoof
source: Roof
es: Techo

source: Inspection Wheels
es: Ruedas de inspección

# inspectionWheelsLeftSide
source: Left Side
es: Lado izquierdo

# inspectionWheelsRightSide
source: Right Side
es: Lado derecho

# inspectionWheelsFrontExterior
source: Front Exterior
es: Frontal Exterior

# inspectionWheelsFrontInterior
source: Front Interior
es: Interior delantero

# inspectionWheelsBackwardExterior
source: Backward Exterior
es: Exterior hacia atrás

# inspectionWheelsBackwardInterior
source: Backward Interior
es: Interior trasero

source: Inspection Authorization
es: Autorización de inspección

# inspectionAuthorizationDescription
source: Add the phone number of the person who accepts this inspection
es: Agrega el número de teléfono de la persona que acepta esta inspección

# inspectionSendCodeSMS
source: Send Code SMS
es: Enviar código SMS

# inspectionSendCodeByWhatsapp
source: Send Code by Whatsapp
es: Enviar Código por Whatsapp

# inspectionSendOtherCode
source: Send other code
es: Enviar otro código

# inspectionProblemInternet
source: Problem Internet
es: Problema con Internet

# inspectionProblemInternetDescription
source: There was a problem, we couldn't save the inspection right now, but don't worry, it will be uploaded later, you can still continue with the inspection
es: Hubo un problema, no pudimos guardar la inspección en este momento, pero no te preocupes, se cargará más tarde, aún puedes continuar con la inspección

source: Inspection Done
es: Inspección realizada

# inspectionDoneDescription
source: If you want to share the inspection PDF share the QR code
es: Si desea compartir el PDF de inspección, comparta el código QR

source: Done
es: hecho

source: Close
es: Cerrar
